Repository: leviFrosty/witness-work
Catalog: targets/notification-service/Localizable.xcstrings
Source language: en
Languages: bem, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, rw, sw, uk, vi, zh_hans, zh_hant

# badgeLevel_2
source: Silver
bem: Silivere
de: Silber
es: Plata
fr: Argent
it: Argento
ja: シルバー
ko: 실버
nl: Zilver
pt_br: Prata
pt_pt: Prata
ru: Серебро
rw: Ifeza
sw: Fedha
uk: Срібло
vi: Bạc
zh_hans: 银级
zh_hant: 銀

# badgeLevel_4
source: Pearl
bem: Perele
de: Perle
es: Perla
fr: Perle
it: Perla
ja: パール
ko: 펄
nl: Parel
pt_br: Pérola
pt_pt: Pérola
ru: Жемчуг
rw: Imaragarita
sw: Lulu
uk: Перлина
vi: Ngọc trai
zh_hans: 珍珠级
zh_hant: 珍珠

# badge_conversations_name
source: Kind Words
bem: Amashiwi Yawama
de: Freundliche Worte
es: Palabras amables
fr: Paroles bienveillantes
it: Parole gentili
ja: 親切な言葉
ko: 다정한 말
nl: Vriendelijke woorden
pt_br: Palavras Amáveis
pt_pt: Palavras amáveis
ru: Добрые слова
rw: Amagambo meza
sw: Maneno Mazuri
uk: Добре слово
vi: Lời tử tế
zh_hans: 亲切交谈
zh_hant: 親切的話語

# badge_firstBibleStudy_name
source: First Bible Study
bem: Isambililo lya Baibolo lya Ntanshi
de: Erstes Bibelstudium
es: Primer curso bíblico
fr: Première étude biblique
it: Primo studio biblico
ja: 初めての聖書研究
ko: 첫 성서 연구
nl: Eerste bijbelstudie
pt_br: Primeiro Estudo Bíblico
pt_pt: Primeiro estudo bíblico
ru: Первое библейское изучение
rw: Icyigisho cya mbere cya Bibiliya
sw: Funzo la Kwanza la Biblia
uk: Перше біблійне вивчення
vi: Buổi học Kinh Thánh đầu tiên
zh_hans: 首次圣经研读
zh_hant: 第一個聖經研究

# badge_firstBuddy_name
source: First Buddy
bem: Munyina wa Ntanshi
de: Erster Buddy
es: Primer compañero
fr: Premier compagnon
it: Primo compagno
ja: 初めてのバディ
ko: 첫 버디
nl: Eerste buddy
pt_br: Primeiro Companheiro
pt_pt: Primeiro companheiro
ru: Первый напарник
rw: Mugenzi wa mbere
sw: Mwenzi wa Kwanza
uk: Перший напарник
vi: Bạn đồng hành đầu tiên
zh_hans: 第一位同伴
zh_hant: 第一位夥伴

# badge_keepingInTouch_name
source: Keeping in Touch
bem: Ukulatwalilila Ukulanshanya
de: In Kontakt bleiben
es: Mantener el contacto
fr: Garder le contact
it: Restare in contatto
ja: 連絡を取り続ける
ko: 꾸준한 연락
nl: In contact blijven
pt_br: Mantendo Contato
pt_pt: Manter o contacto
ru: Не теряя связи
rw: Kuguma mu itumanaho
sw: Kudumisha Mawasiliano
uk: На зв'язку
vi: Giữ liên lạc
zh_hans: 保持联系
zh_hant: 保持聯繫

# badge_monthsShared_name
source: Sharing the Good News
bem: Ukushimikila Amakuku Yawama
de: Die gute Botschaft weitergeben
es: Compartiendo las buenas noticias
fr: Annoncer la bonne nouvelle
it: Condividere la buona notizia
ja: 良いたよりを伝える
ko: 좋은 소식 전하기
nl: Het goede nieuws delen
pt_br: Compartilhando as Boas Novas
pt_pt: A partilhar as boas novas
ru: Проповедь благой вести
rw: Gutangaza Ubutumwa Bwiza
sw: Kushiriki Habari Njema
uk: Ділимося Доброю новиною
vi: Chia sẻ tin mừng
zh_hans: 传讲好消息
zh_hant: 分享好消息

# badge_nextTime_name
source: Next Time
bem: Inshita Ikonkapo
de: Fürs nächste Mal
es: La próxima vez
fr: La prochaine fois
it: La prossima volta
ja: 次回に向けて
ko: 다음에는
nl: Volgende keer
pt_br: Da Próxima Vez
pt_pt: Da próxima vez
ru: В следующий раз
rw: Ubutaha
sw: Wakati Ujao
uk: Наступного разу
vi: Lần sau
zh_hans: 下一次
zh_hant: 下一次

# badge_prepared_name
source: Ready to Go
bem: Mwaiteyanya Ukuya
de: Startklar
es: Listo para salir
fr: Prêt à partir
it: Pronto a partire
ja: 準備万端
ko: 준비 완료
nl: Klaar om te gaan
pt_br: Pronto para Sair
pt_pt: Pronto a partir
ru: Готовность к выходу
rw: Witeguye
sw: Tayari Kwenda
uk: Готові вийти
vi: Sẵn sàng lên đường
zh_hans: 准备就绪
zh_hant: 準備就緒

# badge_reportSent_name
source: Reports Sent
bem: Amalipoti Yatumwa
de: Berichte gesendet
es: Informes enviados
fr: Rapports envoyés
it: Rapporti inviati
ja: 報告の提出
ko: 보고 제출
nl: Verslagen verstuurd
pt_br: Relatórios Enviados
pt_pt: Relatórios enviados
ru: Отправленные отчёты
rw: Raporo zoherejwe
sw: Ripoti Zilizotumwa
uk: Надіслані звіти
vi: Báo cáo đã gửi
zh_hans: 已发送报告
zh_hant: 已送出的報告

# badge_returnVisits_name
source: Return Visits
bem: Ukubwekeshapo
de: Rückbesuche
es: Revisitas
fr: Nouvelles visites
it: Visite ulteriori
ja: 再訪問
ko: 재방문
nl: Terugbezoeken
pt_br: Revisitas
pt_pt: Revisitas
ru: Повторные посещения
rw: Gusubira gusura
sw: Ziara za Kurudia
uk: Повторні візити
vi: Thăm lại
zh_hans: 重访
zh_hant: 回訪

# badge_together_name
source: Two by Two
bem: Babili Babili
de: Zu zweit
es: De dos en dos
fr: Deux par deux
it: Due a due
ja: 二人一組
ko: 둘씩 짝지어
nl: Twee aan twee
pt_br: Dois a Dois
pt_pt: Dois a dois
ru: По двое
rw: Babiri babiri
sw: Wawili Wawili
uk: Удвох
vi: Từng đôi một
zh_hans: 两人一组
zh_hant: 兩人同行

# badge_yearRound_name
source: Year Round
bem: Umwaka Onse
de: Das ganze Jahr über
es: Todo el año
fr: Toute l’année
it: Tutto l’anno
ja: 一年を通して
ko: 연중 내내
nl: Het hele jaar door
pt_br: O Ano Todo
pt_pt: O ano todo
ru: Круглый год
rw: Umwaka wose
sw: Mwaka Mzima
uk: Увесь рік
vi: Quanh năm
zh_hans: 全年参与
zh_hant: 全年參與

# buddies_alertBadgeEarned
source: {{name}} earned a badge
bem: {{name}} apokelela baji
de: {{name}} hat ein Abzeichen erworben
es: {{name}} consiguió una insignia
fr: {{name}} a obtenu un badge
it: {{name}} ha ottenuto un badge
ja: {{name}}さんがバッジを獲得しました
ko: {{name}} 님이 배지를 얻었습니다
nl: {{name}} heeft een badge verdiend
pt_br: {{name}} conquistou um emblema
pt_pt: {{name}} conquistou um crachá
ru: {{name}}: новый значок
rw: {{name}} yabonye ikimenyetso
sw: {{name}} amepata beji
uk: {{name}}: новий значок
vi: {{name}} đã đạt một huy hiệu
zh_hans: {{name}} 获得了一枚徽章
zh_hant: {{name}} 獲得了一個徽章

# buddies_alertBadgeReaction
source: {{name}} reacted {{emoji}} to your badge
bem: {{name}} asuka {{emoji}} ku baji yenu
de: {{name}} hat mit {{emoji}} auf Ihr Abzeichen reagiert
es: {{name}} reaccionó {{emoji}} a tu insignia
fr: {{name}} a réagi {{emoji}} à votre badge
it: {{name}} ha reagito con {{emoji}} al tuo badge
ja: {{name}}さんがあなたのバッジに{{emoji}}でリアクションしました
ko: {{name}} 님이 내 배지에 {{emoji}}(으)로 반응했습니다
nl: {{name}} reageerde {{emoji}} op je badge
pt_br: {{name}} reagiu {{emoji}} ao seu emblema
pt_pt: {{name}} reagiu {{emoji}} ao seu crachá
ru: {{name}}: реакция {{emoji}} на ваш значок
rw: {{name}} yasubije {{emoji}} ku kimenyetso cyawe
sw: {{name}} ameitikia {{emoji}} kwa beji yako
uk: Реакція {{emoji}} від {{name}} на ваш значок
vi: {{name}} đã phản ứng {{emoji}} với huy hiệu của bạn
zh_hans: {{name}} 对你的徽章回应了 {{emoji}}
zh_hant: {{name}} 對你的徽章回應了 {{emoji}}

# buddies_alertBadgesEarned
source: {{name}} earned new badges
bem: {{name}} apokelela amabaji apya
de: {{name}} hat neue Abzeichen erworben
es: {{name}} consiguió insignias nuevas
fr: {{name}} a obtenu de nouveaux badges
it: {{name}} ha ottenuto nuovi badge
ja: {{name}}さんが新しいバッジを獲得しました
ko: {{name}} 님이 새 배지를 얻었습니다
nl: {{name}} heeft nieuwe badges verdiend
pt_br: {{name}} conquistou novos emblemas
pt_pt: {{name}} conquistou novos crachás
ru: {{name}}: новые значки
rw: {{name}} yabonye ibimenyetso bishya
sw: {{name}} amepata beji mpya
uk: {{name}}: нові значки
vi: {{name}} đã đạt các huy hiệu mới
zh_hans: {{name}} 获得了新徽章
zh_hant: {{name}} 獲得了新徽章

# buddies_alertClaimed
source: {{name}} accepted your invite
bem: {{name}} asumina ukwita kwenu
de: {{name}} hat Ihre Einladung angenommen
es: {{name}} aceptó tu invitación
fr: {{name}} a accepté votre invitation
it: {{name}} ha accettato il tuo invito
ja: {{name}}さんが招待を承諾しました
ko: {{name}} 님이 초대를 수락했습니다
nl: {{name}} heeft je uitnodiging geaccepteerd
pt_br: {{name}} aceitou seu convite
pt_pt: {{name}} aceitou o seu convite
ru: Приглашение принято: {{name}}
rw: {{name}} yemeye ubutumire bwawe
sw: {{name}} amekubali mwaliko wako
uk: {{name}}: запрошення прийнято
vi: {{name}} đã chấp nhận lời mời của bạn
zh_hans: {{name}} 接受了你的邀请
zh_hant: {{name}} 接受了你的邀請

# buddies_alertYourFollowUp
source: Your Follow-up · {{when}}
bem: Ukukonkapo kwenu · {{when}}
de: Ihr Folgebesuch · {{when}}
es: Tu seguimiento · {{when}}
fr: Votre suivi · {{when}}
it: Il tuo follow-up · {{when}}
ja: あなたのフォローアップ · {{when}}
ko: 내 다음 방문 · {{when}}
nl: Jouw vervolgbezoek · {{when}}
pt_br: Seu acompanhamento · {{when}}
pt_pt: O seu acompanhamento · {{when}}
ru: Ваше повторное посещение · {{when}}
rw: Gusubirayo kwawe · {{when}}
sw: Ufuatiliaji Wako · {{when}}
uk: Ваша повторна зустріч · {{when}}
vi: Lần thăm lại của bạn · {{when}}
zh_hans: 你的跟进 · {{when}}
zh_hant: 你的後續探訪 · {{when}}

# buddies_alertYourPlan
source: Your Plan · {{when}}
bem: Ubupange bwenu · {{when}}
de: Ihr Plan · {{when}}
es: Tu plan · {{when}}
fr: Votre plan · {{when}}
it: Il tuo piano · {{when}}
ja: あなたのプラン · {{when}}
ko: 내 계획 · {{when}}
nl: Jouw plan · {{when}}
pt_br: Seu plano · {{when}}
pt_pt: O seu plano · {{when}}
ru: Ваш план · {{when}}
rw: Gahunda yawe · {{when}}
sw: Mpango Wako · {{when}}
uk: Ваш план · {{when}}
vi: Kế hoạch của bạn · {{when}}
zh_hans: 你的计划 · {{when}}
zh_hant: 你的計畫 · {{when}}

# buddies_notifBadge
source: {{name}} has a new badge
bem: {{name}} apokelela baji ipya
de: {{name}} hat ein neues Abzeichen
es: {{name}} tiene una insignia nueva
fr: {{name}} a un nouveau badge
it: {{name}} ha un nuovo badge
ja: {{name}}さんが新しいバッジを獲得しました
ko: {{name}} 님이 새 배지를 얻었습니다
nl: {{name}} heeft een nieuwe badge
pt_br: {{name}} tem um novo emblema
pt_pt: {{name}} tem um novo crachá
ru: {{name}}: новый значок
rw: {{name}} afite ikimenyetso gishya
sw: {{name}} amepata beji mpya
uk: {{name}}: новий значок
vi: {{name}} có huy hiệu mới
zh_hans: {{name}} 获得了新徽章
zh_hant: {{name}} 獲得了新徽章

# buddies_notifFollowUpCancel
source: {{name}} canceled a Follow-up
bem: {{name}} aleka Ukukonkapo
de: {{name}} hat einen Folgebesuch abgesagt
es: {{name}} canceló un seguimiento
fr: {{name}} a annulé un suivi
it: {{name}} ha annullato un follow-up
ja: {{name}}さんがフォローアップを取り消しました
ko: {{name}} 님이 다음 방문을 취소했습니다
nl: {{name}} heeft een vervolgbezoek geannuleerd
pt_br: {{name}} cancelou um acompanhamento
pt_pt: {{name}} cancelou um acompanhamento
ru: Повторное посещение отменено: {{name}}
rw: {{name}} yahagaritse Gusubirayo
sw: {{name}} ameghairi Ufuatiliaji
uk: {{name}}: повторну зустріч скасовано
vi: {{name}} đã hủy một lần thăm lại
zh_hans: {{name}} 取消了一次跟进
zh_hant: {{name}} 取消了一次後續探訪

# buddies_notifFollowUpInvite
source: {{name}} invited you to a Follow-up
bem: {{name}} amwita ku Kukonkapo
de: {{name}} hat Sie zu einem Folgebesuch eingeladen
es: {{name}} te invitó a un seguimiento
fr: {{name}} vous a invité à un suivi
it: {{name}} ti ha invitato a un follow-up
ja: {{name}}さんがフォローアップに招待しました
ko: {{name}} 님이 다음 방문에 초대했습니다
nl: {{name}} heeft je uitgenodigd voor een vervolgbezoek
pt_br: {{name}} convidou você para um acompanhamento
pt_pt: {{name}} enviou-lhe um convite para um acompanhamento
ru: {{name}} приглашает вас на повторное посещение
rw: {{name}} yagutumiye ku Gusubirayo
sw: {{name}} amekualika kwenye Ufuatiliaji
uk: Запрошення на повторну зустріч від {{name}}
vi: {{name}} đã mời bạn tham gia một lần thăm lại
zh_hans: {{name}} 邀请你参加一次跟进
zh_hant: {{name}} 邀請你參加一次後續探訪

# buddies_notifFollowUpUpdate
source: {{name}} changed a Follow-up
bem: {{name}} acinja Ukukonkapo
de: {{name}} hat einen Folgebesuch geändert
es: {{name}} modificó un seguimiento
fr: {{name}} a modifié un suivi
it: {{name}} ha modificato un follow-up
ja: {{name}}さんがフォローアップを変更しました
ko: {{name}} 님이 다음 방문을 변경했습니다
nl: {{name}} heeft een vervolgbezoek gewijzigd
pt_br: {{name}} alterou um acompanhamento
pt_pt: {{name}} alterou um acompanhamento
ru: Повторное посещение изменено: {{name}}
rw: {{name}} yahinduye Gusubirayo
sw: {{name}} amebadilisha Ufuatiliaji
uk: {{name}}: повторну зустріч змінено
vi: {{name}} đã thay đổi một lần thăm lại
zh_hans: {{name}} 更改了一次跟进
zh_hant: {{name}} 更改了一次後續探訪

# buddies_notifJoinRequest
source: {{name}} would like to join you
bem: {{name}} alefwaya ukuiba pamo na imwe
de: {{name}} würde sich gern Ihnen anschließen
es: {{name}} quiere unirse a ti
fr: {{name}} aimerait se joindre à vous
it: {{name}} vorrebbe unirsi a te
ja: {{name}}さんがあなたへの同行を希望しています
ko: {{name}} 님이 함께하고 싶어 합니다
nl: {{name}} wil graag met je meegaan
pt_br: {{name}} gostaria de ir com você
pt_pt: {{name}} gostaria de se juntar a si
ru: {{name}} хочет присоединиться к вам
rw: {{name}} yifuza kwifatanya nawe
sw: {{name}} angependa kujiunga nawe
uk: {{name}} хоче приєднатися до вас
vi: {{name}} muốn tham gia cùng bạn
zh_hans: {{name}} 想加入你
zh_hant: {{name}} 想要加入你

# buddies_notifPaired
source: You and {{name}} are buddies now
bem: Imwe na {{name}} nomba muli banyina
de: Sie und {{name}} sind jetzt Buddies
es: {{name}} y tú ya sois compañeros
fr: Vous et {{name}} êtes maintenant compagnons
it: Tu e {{name}} siete compagni
ja: あなたと{{name}}さんがバディになりました
ko: {{name}} 님과 이제 버디입니다
nl: Jij en {{name}} zijn nu buddy's
pt_br: Você e {{name}} agora são companheiros
pt_pt: Você e {{name}} já são companheiros
ru: Вы и {{name}} теперь напарники
rw: Wowe na {{name}} ubu muri bagenzi
sw: Wewe na {{name}} sasa ni wenzi
uk: Ви та {{name}} тепер напарники
vi: Bạn và {{name}} đã là bạn đồng hành
zh_hans: 你和 {{name}} 现在是同伴了
zh_hant: 你和 {{name}} 現在是夥伴了

# buddies_notifPlanCancel
source: {{name}} canceled a Plan
bem: {{name}} aleka Ubupange
de: {{name}} hat einen Plan abgesagt
es: {{name}} canceló un plan
fr: {{name}} a annulé un plan
it: {{name}} ha annullato un piano
ja: {{name}}さんがプランを取り消しました
ko: {{name}} 님이 계획을 취소했습니다
nl: {{name}} heeft een plan geannuleerd
pt_br: {{name}} cancelou um plano
pt_pt: {{name}} cancelou um plano
ru: План отменён: {{name}}
rw: {{name}} yahagaritse Gahunda
sw: {{name}} ameghairi Mpango
uk: {{name}}: план скасовано
vi: {{name}} đã hủy một Kế hoạch
zh_hans: {{name}} 取消了一个计划
zh_hant: {{name}} 取消了一項計畫

# buddies_notifPlanInvite
source: {{name}} invited you to a Plan
bem: {{name}} amwita ku Bupange
de: {{name}} hat Sie zu einem Plan eingeladen
es: {{name}} te invitó a un plan
fr: {{name}} vous a invité à un plan
it: {{name}} ti ha invitato a un piano
ja: {{name}}さんがプランに招待しました
ko: {{name}} 님이 계획에 초대했습니다
nl: {{name}} heeft je uitgenodigd voor een plan
pt_br: {{name}} convidou você para um plano
pt_pt: {{name}} enviou-lhe um convite para um plano
ru: {{name}} приглашает вас к плану
rw: {{name}} yagutumiye muri Gahunda
sw: {{name}} amekualika kwenye Mpango
uk: Запрошення на план від {{name}}
vi: {{name}} đã mời bạn tham gia một Kế hoạch
zh_hans: {{name}} 邀请你参加一个计划
zh_hant: {{name}} 邀請你參加一項計畫

# buddies_notifPlanUpdate
source: {{name}} changed a Plan
bem: {{name}} acinja Ubupange
de: {{name}} hat einen Plan geändert
es: {{name}} modificó un plan
fr: {{name}} a modifié un plan
it: {{name}} ha modificato un piano
ja: {{name}}さんがプランを変更しました
ko: {{name}} 님이 계획을 변경했습니다
nl: {{name}} heeft een plan gewijzigd
pt_br: {{name}} alterou um plano
pt_pt: {{name}} alterou um plano
ru: План изменён: {{name}}
rw: {{name}} yahinduye Gahunda
sw: {{name}} amebadilisha Mpango
uk: {{name}}: план змінено
vi: {{name}} đã thay đổi một Kế hoạch
zh_hans: {{name}} 更改了一个计划
zh_hant: {{name}} 更改了一項計畫

# buddies_notifReplyDeclined
source: {{name}} can't make it
bem: {{name}} tangaya
de: {{name}} kann nicht
es: {{name}} no puede ir
fr: {{name}} n’est pas disponible
it: {{name}} non può venire
ja: {{name}}さんは参加できません
ko: {{name}} 님이 참석할 수 없습니다
nl: {{name}} kan niet
pt_br: {{name}} não poderá ir
pt_pt: {{name}} não pode ir
ru: {{name}} не сможет
rw: {{name}} ntashobora
sw: {{name}} hawezi kuja
uk: {{name}}: не зможе
vi: {{name}} không thể đi
zh_hans: {{name}} 无法参加
zh_hant: {{name}} 無法參加

# buddies_notifReplyGoing
source: {{name}} is going
bem: {{name}} aya
de: {{name}} kommt mit
es: {{name}} va a ir
fr: {{name}} y va
it: {{name}} partecipa
ja: {{name}}さんが参加します
ko: {{name}} 님이 참석합니다
nl: {{name}} gaat mee
pt_br: {{name}} vai
pt_pt: {{name}} vai
ru: {{name}} идёт
rw: {{name}} aragenda
sw: {{name}} anakuja
uk: {{name}}: піде
vi: {{name}} sẽ đi
zh_hans: {{name}} 会参加
zh_hant: {{name}} 會參加

# buddies_pushInviteClaimedBody
source: Open Buddies to confirm your new buddy.
bem: Isuleni Buddies pa kushininkisha munyina wenu wapya.
de: Öffnen Sie Buddies, um Ihren neuen Buddy zu bestätigen.
es: Abre Compañeros para confirmar a tu nuevo compañero.
fr: Ouvrez Compagnons pour confirmer votre nouveau compagnon.
it: Apri Compagni per confermare il tuo nuovo compagno.
ja: バディを開いて、新しいバディを承認してください。
ko: 버디를 열어 새 버디를 확인하세요.
nl: Open Buddies om je nieuwe buddy te bevestigen.
pt_br: Abra o Buddies para confirmar seu novo companheiro.
pt_pt: Abra os Companheiros para confirmar o seu novo companheiro.
ru: Откройте Buddies, чтобы подтвердить нового напарника.
rw: Fungura Buddies kugira ngo wemeze mugenzi wawe mushya.
sw: Fungua Wenzi ili kuthibitisha mwenzi wako mpya.
uk: Відкрийте «Напарники», щоб підтвердити нового напарника.
vi: Mở Bạn đồng hành để xác nhận bạn đồng hành mới của bạn.
zh_hans: 打开“同伴”来确认你的新同伴。
zh_hant: 開啟「夥伴」來確認你的新夥伴。

# buddies_pushPairConfirmedBody
source: You can now see each other's planned service days.
bem: Nomba kuti mwamona inshiku shapangwa ishabo mu mulimo.
de: Sie sehen jetzt gegenseitig Ihre geplanten Diensttage.
es: Ahora podéis ver los días de servicio planificados del otro.
fr: Vous pouvez désormais voir vos jours de service planifiés l’un de l’autre.
it: Ora potete vedere i giorni di servizio pianificati l’uno dell’altro.
ja: お互いの奉仕の予定日が見えるようになりました。
ko: 이제 서로 계획한 봉사 날짜를 볼 수 있습니다.
nl: Jullie zien nu elkaars geplande dagen in de velddienst.
pt_br: Agora vocês podem ver os dias de serviço planejados um do outro.
pt_pt: Agora podem ver os dias de serviço planeados um do outro.
ru: Теперь вы видите запланированные дни служения друг друга.
rw: Ubu mushobora kubona iminsi ya buri wese yateganyirijwe umurimo.
sw: Sasa mnaweza kuona siku za huduma zilizopangwa za kila mmoja.
uk: Тепер ви бачите заплановані дні служіння одне одного.
vi: Giờ đây bạn có thể thấy các ngày rao giảng đã lên kế hoạch của nhau.
zh_hans: 你们现在可以看到彼此计划的传道日。
zh_hant: 你們現在可以看到彼此已安排的傳道日期。

# badgeLevel_1
source: Bronze
es: Bronce
it: Bronzo
ja: ブロンズ
ko: 브론즈
nl: Brons
ru: Бронза
rw: Umuringa
sw: Shaba
uk: Бронза
vi: Đồng
zh_hans: 铜级
zh_hant: 銅

# badgeLevel_3
source: Gold
bem: Golidi
es: Oro
fr: Or
it: Oro
ja: ゴールド
ko: 골드
nl: Goud
pt_br: Ouro
pt_pt: Ouro
ru: Золото
rw: Zahabu
sw: Dhahabu
uk: Золото
vi: Vàng
zh_hans: 金级
zh_hant: 金
